Repository: mozilla-l10n/mt-training-data
Catalog: anp/anp_pontoon.tmx
Source language: en_us
Languages: anp

source: Bookmark removed
anp: बुकमार्क हटैलो गेलै

source: Bookmark saved
anp: बुकमार्क सहेजल गेलै

source: Bookmark updated
anp: बुकमार्क अपडेट भेलै

source: Browse faster than ever
anp: पहनो स तेज ब्राउज़ करोॅ

source: Browsing data cleared
anp: ब्राउज़िंग डेटा मेटाल्य गेलै

source: Browsing history
anp: ब्राउजिंग इतिहास

source: Business
anp: व्यापार

source: CANCEL
anp: रद्द करोॅ

source: Cannot delete the file.
anp: फ़ाइल क हटाय नै सकै छिऐ

source: Cannot display the screenshot
anp: ई स्क्रीनशॉट नै दिखायै सकै छै

source: Cannot find the file
anp: फ़ाइल क खोज्य नै सकै छिऐ

source: Capture page
anp: केपचर पेज

source: Capturing screenshot of entire page…
anp: पूरे पेज क स्क्रीनशॉट कैप्चर होए गेलै ...

source: Career
anp: व्यवसाय

source: Category: %1$s
anp: श्रेणी: %1$s

source: Changing settings…
anp: सेटिंग्स बदलि रहलो छै...

source: Check the address
anp: एड्रेस जांच करोॅ

source: Choose a file to upload
anp: अपलोड करै लअ फाईल चुनिइयै

source: City
anp: शहर

source: Clear all browsing history?
anp: सब ब्राउजिंग इतिहास मेटैइयै?

source: Clear browsing data
anp: ब्राउज़िंग इतिहास मेटाबोॅ

source: CLEAR BROWSING HISTORY
anp: ब्राउजिंग इतिहास मेटैइयै

source: Clear cache
anp: कैश मेटैइयै

source: Clear Data
anp: डाटा मेटाबोॅ

source: Clear input
anp: इनपुट मेटाबोॅ

source: Close all
anp: सब बंद करोॅ

source: Close All
anp: सब बंद करोॅ

source: Close all tabs?
anp: सब टैबो बंद करोॅ?

source: Color your life!
anp: अपनो जीवन क रंग़िइयै!

source: Congratulations!
anp: बधाई हो!

source: Copy image address
anp: इमेज एड्रेस कॉपी करोॅ

source: Copy link address
anp: लिंक एड्रेस कॉपी करोॅ

source: Coupons
anp: कूपन

source: Create shortcut on home screen
anp: होम स्क्रीन पर शॉर्टकट बनाबोॅ

source: Cricket
anp: क्रिकेट

source: Crime
anp: अपराध

source: Date: %1$s
anp: तारीख: %1$s

source: Deals
anp: सौदा

source: Default search engine
anp: डिफॉल्ट सर्च इंजन

source: DELETE
anp: हटाबोॅ

source: Delete file
anp: फाइल हटाबोॅ

source: Delete this image?
anp: ई चित्र हटाबियै?

source: Dismiss
anp: रद्द करोॅ

source: Dismiss find in page
anp: पेज में रद्द करोॅ

source: Double click on the home background to switch themes.
anp: थीमस स्विच करै ल होम बेकग्रउंड पर डबल क्लिक करियै.

source: Download canceled
anp: डाउनलोड रद्द होय गेलै

source: downloading
anp: डाउनलोडिंग...

source: Downloading…
anp: डाउनलोडिंग...

source: Download protocol not supported
anp: डाउनलोड करलो प्रोटोकॉल सपोर्ट नै लै छै

source: Edit bookmark
anp: बुकमार्क संपादित करियै

source: Education
anp: शिक्षा

source: English
anp: अंग्रेजी

source: Entertainment
anp: मनोरंजन

source: Erase private browsing history
anp: निजी ब्राउज़िंग इतिहास मेटैइयै

source: Events
anp: कार्यक्रम

source: Exit
anp: बाहर जाइयै

source: Expired
anp: समय सीमा खत्म

source: Expires %1$s
anp: %1$s को समाप्त

source: failed
anp: असफल

source: Failed to capture screenshot
anp: स्क्रीनशॉट केपचर फेल होए गेलै

source: - Fast and lightweight - Data saving - Powerful screenshots
anp: - तेज आरु हल्का - डेटा क बचत - शक्तिशाली स्क्रीनशॉट

source: FEEDBACK
anp: प्रतिक्रिया

source: File saved to SD card
anp: एसडी कार्ड मे फाइल सहेजल गेल छै

source: Find an app that can open link
anp: एकठो ऐप खोजू जे लिंक खोलि सकैत छै

source: Find great prices
anp: बड़ा कीमत वाला खोजोॅ

source: Find in page
anp: पेज मेॅ खोलहोॅ

source: Find next result
anp: अगलो परिणाम जानोॅ

source: Find previous result
anp: पिछ्लो परिणाम जानोॅ

source: Food
anp: भोजन

source: Form history
anp: फॉर्म क इतिहास

source: Game
anp: खेल

source: Gift
anp: उपहार

source: Give feedback
anp: प्रतिक्रिया दियोॅ

source: Gujarati
anp: गुजराती

source: Health
anp: स्वास्थ्य

source: Hey, check out this fast and lightweight browser from %3$s. %1$s %2$s
anp: हे, %3$s सअ तेज आरु हल्का ब्राउज़र क देखिइयै. %1$s %2$s

source: Hey, check out this fast and lightweight browser from Mozilla. {{app_name}} {{share_app_google_play_url}}
anp: हे, मोज़िला के इ तेज आरु हल्का ब्राउज़र क देखिइयै. {{app_name}} {{share_app_google_play_url}}

source: Hidden notifications
anp: छुपल सूचना सब

source: Hindi
anp: हिंदी

source: How to redeem
anp: केना भंजैयै

source: India
anp: भारत

source: Info
anp: जानकारी

source: Interests
anp: रूचि सब

source: Internal storage
anp: इंटर्नल स्टोरेज

source: It may take a while
anp: इ मअ कुछ समय लागतअ

source: I understand
anp: हम समझी गेलियै

source: Jokes
anp: चुटकुले

source: Kannada
anp: कन्नड़

source: Language
anp: भाषा

source: Later
anp: बाद मेॅ

source: Learn more about %1$s
anp: %1$s के बारो मेॅ अधिक जानोॅ

source: LEAVE
anp: छोड़ दहो

source: Leave Feedback
anp: प्रतिक्रिया भेजोॅ

source: Leave mission
anp: लक्ष्य छोरोॅ

source: Life Feed
anp: प्रमुख जानकारी

source: Lifestyle
anp: जीवनशैली

source: Loading
anp: लोडिंग

source: Location not available. Give permission to access your location.
anp: स्थान उपलब्ध नै छै. अपनो स्थान तक पहुंचै ल अनुमति दियै.

source: Love %1$s?
anp: %1$s पसंद छै?

source: Love {{app_name}}?
anp: {{app_name}}पसंद छै?

source: Make default browser
anp: डिफ़ॉल्ट ब्राउज़र बनाबोॅ

source: Make sure you are connected to the internet
anp: सुनिश्चित करअ कि आपने के इंटरनेट से जुड़ल छकिइयै

source: Malayalam
anp: मलयालम

source: Marathi
anp: मराठी

source: Missing permissions. Give Firefox Rocket permission to access your location.
anp: प्रमिशन गुम भे गेलै. Firefox Rocket क अपनो पता तक पहुंचने लअ अनुमति दियै.

source: Mission
anp: लक्ष्य

source: More options
anp: अधिकोॅ विकल्प

source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
anp: मोजिला खलि ओ चीज के जमा करै छै जकरा %1$s मे सभक लेली सुधार करै के आवश्यक्ता छै.

source: multiple tabs
anp: एकाधिको टैब्स

source: My game
anp: मेरा खेल

source: My shots
anp: मेरो शॉट्स

source: Name
anp: नाम

source: Nation
anp: राष्ट्र

source: Navigate back
anp: पाछाँ मार्गनिर्देशित करियै

source: Navigate forward
anp: आगाँ मार्गनिर्देशित करोॅ

source: Nepali
anp: नेपाली

source: New
anp: नया

source: News
anp: समाचार

source: News Settings
anp: समाचार सेटिंग्स

source: News source
anp: खबर रो साधन

source: New tab opened
anp: नया टैब खुलल

source: New update
anp: नया अपडेट

source: Next
anp: अगिला

source: Night mode
anp: नाईट मोड

source: Night mode brightness
anp: नाईट मोड चमक

source: No bookmarks
anp: बुकमार्क खाली छ

source: No browsing history
anp: ब्राउजिंग इतिहास नय छै

source: No downloads
anp: डाउनलोडस नै छै

source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
anp: अपने के डिवाइस केरो कोनो ऐप ई लिंक के खोलि नै सकै छै. अपने ऐप %2$s खोजै लेली %1$s छोड़ि सकै छी जे ऐप खोजि सकै छै.

source: NOPE
anp: नै

source: No screenshots
anp: कोय स्क्रीनशॉट नै छकै

source: No SD card detected. File was saved to internal storage.
anp: एसडी कार्ड नै मिलल. फ़ाइल क इंटरनल एस्टोरेज में सहेजल गेल छै

source: No, send feedback.
anp: नय,प्रतिक्रिया भेजिइयै.

source: No, thanks
anp: नै, धन्यवाद

source: NO, THANKS
anp: नै, धन्यवाद

source: not now
anp: अभि नै

source: Now blocking images
anp: आब इमेजेस ब्लोक भे रहल छै

source: Now showing images
anp: आब इमेजेस दिखाय रहल छै

source: OK, got it!
anp: ठीक, बुझि गेलियै!

source: Open
anp: खोलियै

source: OPEN
anp: खोलियै

source: Open image in new tab
anp: चित्र नया टैब में खोलियै

source: Open link in new tab
anp: लिंक नया टैब में खोलियै

source: paused
anp: रुक गेलै

source: Pending
anp: पेनडिंग

source: Pin site
anp: साइट पिन करोॅ

source: Politics
anp: राजनीति

source: Privacy Notice
anp: गोपनीयता सूचना

source: Private tab
anp: गोपनीय टैब

source: Product Update Notice
anp: उत्पाद अपडेट सूचना

source: Punjabi
anp: पंजाबी

source: RATE 5 STARS
anp: 5 सितारा रेट करियै

source: Rate Us
anp: रेट करियै

source: RATE US
anp: रेट करियै

source: Redeem
anp: भंजाबोॅ

source: REDEEM
anp: भंजाबोॅ

source: Redeem later
anp: बाद मेॅ भंजाबोॅ

source: Regional
anp: क्षेत्रीय

source: Religion
anp: धर्म

source: Reload website
anp: वेबसाईट फेनु लोड करियै

source: Remove from list
anp: लिस्ट से हटाबोॅ

source: Resolution: %1$s
anp: रिजोल्युसन: %1$s

source: Return to previous app
anp: पिछला ऐप पर वापस घुरियै

source: Reward
anp: पुरस्कार

source: SAVE
anp: सहेजियै

source: Save data = Save money
anp: डेटा बचाबियै = पैसे बचाबियै

source: Save downloads to
anp: डाउनलोड मेॅ सहेजोॅ

source: Save image
anp: चित्र सहेजियै

source: Save on data costs by blocking tracking ads. Save even more when you enable image blocking.
anp: ट्रैकिंग विज्ञापनों कअ ब्लोकिंग करै सअ न खालि ब्राउज़िंग कअ बढ़बै छै, इ डेटा बचबै छै. इमेज ब्लोक करै छिऐ तअ आरु सहेजियै.

source: Science
anp: विज्ञान

source: Screenshot deleted
anp: स्क्रीनशॉट हटाल्य गेलै

source: Screenshot everything
anp: स्क्रीनशॉट सब कुछ

source: Screenshot saved
anp: स्क्रीनशॉट सहेजलो गेलै

source: Screenshot the whole page
anp: पुरे पेज के स्क्रीनशॉट

source: SD card
anp: एसडी कार्ड

source: SD card is almost full. File was saved to internal storage.
anp: एसडी कार्ड लगभग भैर गेलै. फ़ाइल क इंटरनल एस्टोरेज में सहेजल रहै.

source: Search…
anp: खोजोॅ...

source: Search history
anp: इतिहास खोजियै

source: Search in {{app_name}}
anp: {{app_name}} मे खोजियै

source: Search in Firefox Lite
anp: Firefox Lite में खोजोॅ

source: Search in Firefox Rocket
anp: Firefox Rocket मे खोजियै

source: Send usage data
anp: उपयोग डेटा भेजोॅ

source: settings
anp: सेटिंग्स

source: Shape a better product for Indonesia
anp: इंडोनेशिया खातिर एगो बेहतर आकार के उत्पाद छेकै

source: SHARE
anp: शेयर

source: Share %1$s with friends!
anp: संगी सँ %1$s शेयर करियै!

source: Share {{app_name}} with friends!
anp: संगी सँ {{app_name}} शेयर करियै!

source: Share game
anp: खेल शेयर करोॅ

source: Share image
anp: चित्र शेयर करोॅ

source: Share link
anp: लिंक शेयर करोॅ

source: Share via
anp: एकरा द्वारा शेयर करोॅ

source: Share with friends
anp: संगी सँ शेयर करोॅ

source: Shopping
anp: खरीदारी

source: Shopping Search
anp: खरीदारी खोज

source: Shopping Search: “%1$s”
anp: खरीदारी खोज: “%1$s”

source: Shopping Search Settings
anp: खरीदारी खोज सेटिंग्स

source: Size: %1$s
anp: आकार: %1$s

source: Skip
anp: छोड़ियै

source: Smart Shopping Search
anp: स्मार्ट खरीदारी खोज

source: Sports
anp: खेलकूद

source: Stop loading website
anp: लोड भ्य रहलो वेबसाईट के रोकियै

source: Storage inaccessible. Download canceled.
anp: स्टोरेज पहुच स जादा छअ. डाउनलोड रद्द होय गेलै

source: Storage not available. Give permission to store photos and files on your device.
anp: स्ट्रोरेज उपलब्ध नै छै. अपनो डिवाइस पर फोटोस आरु फाइल्स कअ स्टोर करे ल अनुमति दियै.

source: Successful
anp: सफल

source: SWITCH
anp: स्विच

source: System default
anp: डिफ़ॉल्ट सिस्टम

source: Take screenshot of an entire page scroll. Read it offline without using data or tap it to revisit the web page.
anp: पुरे पृष्ठ के स्क्रीनशॉट लीजियै. डेटा इस्तेमाल किये बिना एकरा ऑफलाइन पढियै या वेब पृष्ठ पर दुबारा जाय लअ टैप करियै

source: Take screenshots of entire web pages. View a screenshot offline (without using data) or tap it to revisit the web page.
anp: पूरे वेब पृष्ठों क स्क्रीनशॉट लियै. एगो स्क्रीनशॉट ऑफ़लाइन देखिइयै (डेटा का उपयोग के बगेर) या वेब पेज पर फिरु स जाय लअ एकरा टैप करिइयै.

source: Tamil
anp: तमिल

source: Tap to set default browser
anp: डिफ़ॉल्ट ब्राउज़र सेट करे ल टैप करियै

source: Tap
anp: टेप

source: Technology
anp: तकनीक

source: Telugu
anp: तेलुगू

source: Terms of Service
anp: सेवा केरो शर्तें

source: Terms of Use
anp: प्रयोग केरो शर्तें

source: Thanks for choosing %1$s
anp: %1$s चुनै ल धन्यवाद

source: Thank you for choosing our product. Your feedback is important to us.
anp: हमरो उत्पाद क चुने ल धन्यवाद. अपनो कअ प्रतिक्रिया हमारा ल जरुरी छै.

source: The address wasn’t understood
anp: ई पता नै समझलिइयै

source: Title: %1$s
anp: नाम: %1$s

source: To improve your product experience, we collect information about your screenshots' categories.
anp: अपनो उत्पाद अनुभव क बेहतर बनबै ल, हम आपनो स्क्रीनशॉट श्रेणियों क बारो मे जानकारी जमा करै छि.

source: To improve your product experience, we collect information about your screenshots’ categories.
anp: अपनो उत्पाद अनुभव क बेहतर बनबै ल, हम आपनो स्क्रीनशॉट श्रेणियों क बारो मे जानकारी जमा करै छि.

source: To make Firefox Lite better for you and everyone, we made some changes to our privacy policy. Tap to learn more.
anp: Firefox Lite कअ तोहरो आरु हर एक खतिर सबसे अच्छा बनबे लअ, हम अपनो गोपनीयता नीति मे कुछ बदलाओ करलियै यै. अधिक जानै लअ टेप करिइयै.

source: To make Firefox Rocket better for you and everyone, we made some changes to our privacy policy. Tap to learn more.
anp: Firefox Rocket कअ तोहरो आरु हर एक खतिर बेटर बनबे लअ, हम अपनो गोपनीयता नीति मे बदलाओ करलियै यै. अधिक जानै लअ टेप करिइयै.

source: Trackers blocked
anp: ट्रेकर्स ब्लॉक भेलै

source: Travel
anp: यात्रा

source: TRY AGAIN
anp: फेनु प्रयास करोॅ

source: Turbo mode
anp: टर्बो मोड

source: Turbo mode disabled
anp: टर्बो मोड असक्षम

source: Turbo mode enabled
anp: टर्बो मोड सक्षम

source: Unable to clear cache
anp: कैश मेटाबै मे असमर्थ छै

source: Unknown
anp: अनजान

source: UPDATE
anp: अपडेट

source: Urdu
anp: उर्दू

source: Use Firefox account to redeem
anp: भंजाबे ले Firefox रो खाता के उपयोग करोॅ

source: Use turbo mode to block tracking ads so you can browse at blazing speeds. If sites seem broken, just tap off the turbo mode switch in the menu.
anp: ट्रैकिंग विज्ञापनों कअ ब्लोक करै लअ टर्बो मोड क उपयोग करियै ताकि तोय तेजि से ब्राउज़ कैर पाबियै.आगर साइट सिनि टूटै छै,तअ मेनू में टर्बो मोड स्विच क टैप करिइयै.

source: Use your Firefox account to redeem your reward
anp: आपनो इनाम खातिर आपनो Firefox खाता के प्रयोग करोॅ

source: Video
anp: वीडियो

source: VIEW
anp: राय

source: View your screenshots here!
anp: यहां अपनो स्क्रीनशॉट देखियै!

source: Voucher
anp: वाउचर

source: Vouchers
anp: वाउचर

source: Webpage not available
anp: वेबपेज उपलब्ध नै छकै

source: Website loaded
anp: वेबसाईट लोड भेलै

source: We heard your feedback!
anp: हम अपनो के प्रतिक्रिया सुनलियै!

source: We need you! %1$s
anp: हमरो तोहर जरुरत छै! %1$s

source: World
anp: विश्व

source: YES, PLEASE
anp: हाँ, कृपया

source: Yes, rate 5 stars!
anp: हौं, 5 सितारा रेट करियै!

source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the %3$s, %4$s or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
anp: तोहरो Mozilla Foundation या %3$s, %4$s या %1$s नाम या लोग समेत कोनो पार्टी के ट्रेडमार्क खातिर कोय अधिकार या लाइसेंस नय देल गेल छै.अतिरिक्त जानकारी <a href="%2$s"> खतिर </a>पर मिल सकै छै.

source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
anp: तोहरो मोज़िला फाउंडेशन या मोज़िला, फ़ायरफ़ॉक्स या %1$s नाम या लोग समेत कोनो पार्टी के ट्रेडमार्क खातिर कोय अधिकार या लाइसेंस नय देल गेल छै.अतिरिक्त जानकारी <a href="%2$s"> खतिर </a>पर मिल सकै छै.

source: You might need to install other software to open this address.
anp: इ पता कअ खोलै ल अहा के दोसरो सॉफ़्टवेयर इंस्टॉल करे पैर सकै छै.

source: Your %1$s is ready!
anp: आपनोॅ %1$s वाउचर तैयार छै!

source: Your private browsing history has been erased.
anp: अपने के ब्रॉउजिंग इतिहास मेटाए देलो गेलए.

source: Your Rights / Licenses
anp: आपनोॅ रो अधिकार / लाइसेंस

source: on the menu to capture an entire web page.
anp: मेनु पे पुरे वेबपेज केपचर करै ल दाबइयै.

source: 1. Go to the search engine homepage.
anp: 1. सर्च ईंजन कऽ होमपेज पर जाभोऽ.

source: %1$s finished
anp: %1$s समाप्त भेलै

source: %1$s is ready to block ads
anp: विज्ञापन ब्लॉक खातिर %1$s तैयार छकै

source: %1$s will send what you type in the address bar to your search engine
anp: आपनो के सर्च ईंजन के एड्रेस बार म जे टाइप करबे %1$s उकरा भेज देत

source: 2. Long press the search engine’s search field.
anp: 2. बेसि देर तक सर्च इंजन के सर्च फिल्ड कऽ दाबियै.

source: 2. Tap into the search engine’s search field.
anp: 2. सर्च इंजन कs सर्च फिल्ड में टैप करियै.

source: 3. Tap %1$s
anp: 3. टैप %1$s

source: 3. Tap the magnifying glass icon above the keyboard to add the search engine.
anp: 3. सर्च इंजन के जोड़ेे लs किबोर्ड के ऊपर मेग्निफाइंग लेंस आइकन कऽ टैप करियै.

source: 4. If you don’t see %1$s, try manually adding a search engine.
anp: 4. अगर तोहरो %1$s नै मिललs, मैन्युअल रूप सs एगो सर्च इंजन जोड़यै.

source: 4. If you don’t see the magnifying glass, try manually adding a search engine.
anp: 4. अगर तोहरो मेग्निफाइंग लेंस नै मिललs, मैन्युअल रूप सs एगो सर्च इंजन जोड़यै.

source: About %1$s, help
anp: %1$s कऽ बारो मे, मदद

source: Ad blocking
anp: विज्ञापन अवरुद्ध भे रहल छेके

source: Ad Blocking
anp: विज्ञापन अवरुद्ध भे रहल छेके

source: Add
anp: जोड़ियै

source: Add and manage custom autocomplete URLs.
anp: जोड़ि‍यै आरु मैनेज करि‍यै पसंदीदा अपना सँ पूर्ण URLs.

source: + Add another search engine
anp: + अन्य सर्च इंजन जोड़ियै

source: + Add custom URL
anp: + अपन पसंदीदा URL जोड़ि‍यै

source: Add custom URL
anp: पसंदीदा URL जोड़ि‍यै

source: Add link to autocomplete
anp: अपना सँ पूर्ण खातिर लिंक जोड़ि‍यै

source: Add search engine
anp: सर्च ईंजन जोरियै

source: Add shortcuts to your home screen
anp: अपन मुख्य स्क्रीन पर शॉर्टकट जोड़ियै

source: An installed search engine is already using that name.
anp: एक ठो इंस्टॉल करल सर्च इंजन पहिने सs ओए नाम के उपयोग करि रहलो छै.

source: Autocomplete
anp: अपना सँ पूर्ण

source: Autocomplete URLs for sites you use most Long-press any URL in the address bar
anp: सबसे जादा उपयोग करै वाला साइटों के अपना सँ पूर्ण URLs ले एड्रेस बार में कोनो URL के देर तक दबियै

source: Automatic private browsing. Browse. Erase. Repeat.
anp: स्वचालित निजी ब्रॉउजिंग.ब्रॉउज. मेटैइयै. दोहरैइयै.

source: Block 3rd-party cookies only
anp: खाली 3र्ड पार्टी कूकीज ब्लौक करियै

source: Block 3rd-party tracker cookies only
anp: खाली 3र्ड पार्टी ट्रैकर कूकीज ब्लौक करियै

source: Block ad trackers
anp: विज्ञापन ट्रैकर्स कs ब्लॉक करियै

source: Block analytic trackers
anp: एनालेटिक ट्रैकर्स ब्लौक करियै

source: Block cookies
anp: कुकीज ब्लौक करियै

source: Block JavaScript
anp: JavaScript ब्लौक करियै

source: Block other content trackers
anp: दोसरो कोंटेंट ट्रैकर्स ब्लौक करियै

source: Block social trackers
anp: सोशल ट्रैकर्स ब्लौक करियै

source: Block third-party trackers cookies (recommended)
anp: 3र्ड पार्टी ट्रैकर कूकीज ब्लौक करियै (अनुशंसित)

source: Block Web fonts
anp: वेब फ्रंट ब्लौक करियै

source: Check that search string matches Example format
anp: जाँचू जे सर्च स्ट्रिंग उदाहरण प्रारूप सँ मेल करै छै

source: Close tab
anp: टैव बंद करियै

source: Content Blocking
anp: सामग्री अवरुद्ध भे रहल छेके

source: Content Blocking is disabled
anp: सामग्री अवरोधन निष्क्रिय छेकै

source: Content Blocking is enabled
anp: सामग्री अवरोधन सक्रिय छेकै

source: Cookies and Site Data
anp: कुकीज़ आरु साइट डेटा

source: Custom URLs
anp: पसंदीदा URLs

source: Data Choices
anp: डेटा चुनियै

source: Data Collection & Use
anp: डेटा संग्रह आरु उपयोग

source: Default
anp: डिफ़ॉल्ट

source: Default browser, tabs, language
anp: डिफ़ॉल्ट ब्राउज़र, टैब्स, भाषाएं

source: Default search
anp: मूलभूत खोज

source: Default URL List
anp: डिफ़ॉल्ट URL सूची

source: Developer tools
anp: डेवलपर उपकरण

source: Disable
anp: निष्क्रिय

source: Double-check the URL you entered.
anp: जे URL भरने छथिन ओकरा फिनु सँ जाँच करि‍यै.

source: Download
anp: डाउनलोड करियै

source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
anp: %1$s इतिहास मेटाबै केरो बाद भी डाउनलोड करलो फाइल <b>नही हटाएत</b>.

source: Download File
anp: फाइल डाउनलोड करियै

source: Download Firefox
anp: Firefox डाउनलोड करियै

source: Embedded on sites to track your visits and to display functionality like share buttons
anp: साइट पर अपने के आबै जाए पर निगरानी राखए आरू शेयर बटन जेहन कार्यक्षमता प्रदर्शित करए लेली अंत:स्थापित

source: Enable
anp: सक्रिय

source: Enable to autocomplete more than 450 popular URLs in the address bar.
anp: एड्रेस बार में 450 से अधिक लोकप्रिय URLs पर स्वत: पूर्णता लेली सक्रिय करू.

source: Enable to autocomplete sites you add here.
anp: आपनो द्वारा यहां जोड़ल गेल स्वत: पूर्ण साइटों के सक्षम करियै.

source: Enable to have %1$s autocomplete over 450 popular URLs in the address bar.
anp: एड्रेस बार में 450 लोकप्रिय URLs पर %1$s स्वत: पूर्णता लेली सक्षम करू.

source: Enabling may cause some pages to behave unexpectedly
anp: सक्षम करै सऽ कुछ पृष्ठ के व्यवहार अप्रत्याशित हुए सकै छै

source: Enter search engine name
anp: सर्च ईंजन केरो नाम भरियै

source: Enter search string
anp: सर्च स्ट्रिंग भरियै

source: Erase
anp: मेटैइयै

source: Erase and Open
anp: मेटैइयै आरू खोलियै

source: Erase and open %1$s
anp: %1$s मेटैइयै आरू खोलियै

source: Erase browsing history
anp: ब्राउजिंग इतिहास मेटैइयै

source: Erase & open
anp: मेटाबियै आरु खोलियै

source: Example: example.com
anp: उदाहरण: example.com

source: Example: example.com/search/?q=%s
anp: उदाहरण: example.com/search/?q=%s

source: Example: mozilla.org
anp: उदाहरण: mozilla.org

source: Exceptions
anp: अपवाद

source: Exit Private Browsing?
anp: निजी ब्राउज़िंग से बाहर निकलब?

source: Expand
anp: फैलाबऽ

source: Finger moved too fast. Try again.
anp: फिंगर बहुत तेज छ्कै. फेनु प्रयास करियै.

source: Fingerprint icon
anp: फिंगरप्रिंट आइकन

source: Fingerprint not recognized. Try again.
anp: फिंगरप्रिंट नै पहचानल गेल छकै. फेनु प्रयास करियै.

source: For Sites You Add
anp: साइटों ले आपने जोड़ि‍यै

source: For Top sites
anp: सर्वोच्च साइट्स खातिर

source: Get one-tap access to sites you use most%1$s Menu > Add to Home screen
anp: सबसे जादा उपयोग करै वाला साइटों के एक-टैप मे एक्सेस प्राप्त करियै%1$s मेनू> होम स्क्रीन में जोरियै

source: Get one-tap access to sites you use most Menu > Add to Home screen
anp: सबसे जादा उपयोग करै वाला साइटों के एक-टैप मे एक्सेस प्राप्त करियै मेनू> होम स्क्रीन में जोरियै

source: Get search suggestions
anp: खोज सुझाव प्राप्त करियै

source: GET STARTED
anp: गेट स्टारटेड

source: Hide webpages when switching apps
anp: ऐप्स कs स्विच करै समय वेबपेज नुकैइयै

source: Hide webpages when switching apps and block taking screenshots.
anp: ऐप्स क स्विच करै समय आरु स्क्रीनशॉट लै पर ब्लोक करै समय वेबपेज नुकैइयै.

source: Insecure Connection
anp: असुरक्षित कनेक्शन

source: Installed search engines
anp: सर्च ईंजन इंसटॉल करलो गेलै

source: Make %1$s default browser
anp: %1$s कऽ डिफ़ॉल्ट ब्रॉजर बनैइयै

source: Make privacy a habit
anp: गोपनीयता अपन आदत बनैइयै

source: Manage sites
anp: साइटों के प्रबंध करियै

source: Manually add
anp: मेनवली जोरियै

source: May result in missing icons or images
anp: आइकन अथवा छवि गुम हुए सकै छै

source: More options button
anp: अधिक विकल्प बटन

source: Name to display
anp: नाम दोहो देखबे लऽ

source: New custom URL added.
anp: नया उपभोक्ता पसंदीदा URL जोड़लोऽ गेलै.

source: New search engine added.
anp: नया सर्च ईंजन जोड़लो गेल.

source: New Session
anp: नया सत्र

source: No (allow all cookies)
anp: नैय (सब कुकीज़ के अनुमति दिजियै)

source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
anp: अधिसूचनाएँ अपने क अपन %1$s सत्र एक टैप सँग मेटाबै दय छै. अपने के ऐप खोलए या ब्राउज़र में कथि भ्या रहलो छै, देखए केरो ज़रूरत नय छै.

source: Number of trackers blocked
anp: ब्लॉक भेल ट्रैकर्स के संख्या

source: Oops
anp: ओह

source: Open a link in a new tab Long-press any link on a page
anp: नया टैब में एगो लिंक खोलियै पेज पर कोनो लिंक के देर तक दाबियै

source: Open every link in %1$s Set %1$s as default browser
anp: %1$s में सब लिंक खोलियै डिफ़ॉल्ट ब्राउज़र के रूप में %1$s सेट करियै

source: Open in…
anp: एकरा में खोलियै…

source: Open in %1$s
anp: %1$s में खोलियै

source: Open link in another app
anp: दोसर एप मे लिंक खोलियै

source: Open Link in New Session
anp: नए सत्र में लिंक खोलियै

source: Open link in selected tab
anp: निरधारित टैब में लिंक खोलियै

source: Open tab
anp: टैव खोलियै

source: Open with…
anp: एकरा सँग खोलहोऽ…

source: Open with %1$s
anp: %1$s सँग खोलहोऽ

source: Open with app
anp: एप के साथ खोलियै
